[
    {
      "id": 1,
      "name": "Apple",
      "category": "Fruits",
      "image": "apple.jpg",
      "price_in_taka": 50,
      "unit": "kg",
      "stock_quantity": 100,
      "description": "Apples are among the world's most popular fruits. They grow on the apple tree (Malus domestica), originating in Central Asia. Apples are high in fiber, vitamin C, and various antioxidants. They are also very fulfilling, considering their low calorie content. Studies show that eating apples can have multiple benefits for your health. Apples are also great for baking, making juices, and adding flavor to various dishes.",
      "has_offer": true,
      "offer": "Buy 2 kg, get 1 kg free"
    },
    {
      "id": 2,
      "name": "Rice",
      "category": "Grains",
      "image": "rice.jpg",
      "price_in_taka": 60,
      "unit": "kg",
      "stock_quantity": 200,
      "description": "Rice is the seed of the grass species Oryza sativa (Asian rice) or Oryza glaberrima (African rice). As a cereal grain, it is the most widely consumed staple food for a large part of the world's human population, especially in Asia and Africa. It is the agricultural commodity with the third-highest worldwide production, after sugarcane and maize. Rice can be used in a variety of dishes, from savory to sweet, and is a versatile staple in many cuisines around the world.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 3,
      "name": "Milk",
      "category": "Dairy",
      "image": "milk.jpg",
      "price_in_taka": 80,
      "unit": "liter",
      "stock_quantity": 50,
      "description": "Milk is a nutrient-rich liquid food produced by the mammary glands of mammals. It is the primary source of nutrition for young mammals, including breastfed human infants before they are able to digest solid food. Early-lactation milk is called colostrum, which contains antibodies that strengthen the immune system and thus reduces the risk of many diseases. Milk contains a variety of nutrients including calcium, protein, vitamin D, and potassium, making it an essential part of a balanced diet.",
      "has_offer": true,
      "offer": "10% off on purchase of 5 liters or more"
    },
    {
      "id": 4,
      "name": "Banana",
      "category": "Fruits",
      "image": "banana.jpg",
      "price_in_taka": 40,
      "unit": "dozen",
      "stock_quantity": 150,
      "description": "Bananas are elongated, edible fruits produced by several kinds of large herbaceous flowering plants in the genus Musa. Bananas are high in several vitamins and minerals, especially potassium, vitamin B6, and vitamin C. They are also a good source of dietary fiber. Bananas are one of the most widely consumed fruits in the world and are known for their convenience, natural packaging, and sweet taste.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 5,
      "name": "Bread",
      "category": "Bakery",
      "image": "bread.jpg",
      "price_in_taka": 30,
      "unit": "loaf",
      "stock_quantity": 80,
      "description": "Bread is a staple food prepared from a dough of flour and water, usually by baking. Throughout recorded history, it has been a prominent food in large parts of the world and is one of the oldest man-made foods, having been of significant importance since the dawn of agriculture. Bread provides carbohydrates for energy, as well as some protein, vitamins, and minerals. It is a versatile food that can be eaten on its own or used as a base for sandwiches and other dishes.",
      "has_offer": true,
      "offer": "Buy 2 loaves, get 1 loaf free"
    },
    {
      "id": 6,
      "name": "Eggs",
      "category": "Dairy",
      "image": "eggs.jpg",
      "price_in_taka": 5,
      "unit": "dozen",
      "stock_quantity": 120,
      "description": "Eggs are laid by female animals of many different species, including birds, reptiles, amphibians, and fish. Eggs have been eaten by humans for thousands of years. They are a good source of high-quality protein, vitamins, and minerals. Eggs are incredibly versatile and can be cooked in many different ways, including boiling, frying, scrambling, and baking. They are used in a wide variety of dishes, both sweet and savory.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 7,
      "name": "Tomato",
      "category": "Vegetables",
      "image": "tomato.jpg",
      "price_in_taka": 20,
      "unit": "kg",
      "stock_quantity": 200,
      "description": "Tomatoes are the edible berries of the plant Solanum lycopersicum, commonly known as a tomato plant. They are a rich source of vitamins, minerals, and antioxidants. Tomatoes are highly versatile and can be eaten raw in salads, sandwiches, and salsas, or cooked in sauces, soups, and stews. They are a key ingredient in many cuisines around the world and are prized for their sweet, tangy flavor.",
      "has_offer": true,
      "offer": "20% off on purchase of 2 kg or more"
    },
    {
      "id": 8,
      "name": "Potato",
      "category": "Vegetables",
      "image": "potato.jpg",
      "price_in_taka": 25,
      "unit": "kg",
      "stock_quantity": 180,
      "description": "Potatoes are tuberous crops from the perennial nightshade Solanum tuberosum. They are the world's fourth-largest food crop, following rice, wheat, and maize. Potatoes are a good source of several vitamins and minerals, particularly vitamin C and potassium. They are a staple food in many parts of the world and can be prepared in a variety of ways, including boiling, baking, frying, and mashing.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 9,
      "name": "Carrot",
      "category": "Vegetables",
      "image": "carrot.jpg",
      "price_in_taka": 15,
      "unit": "kg",
      "stock_quantity": 120,
      "description": "The carrot is a root vegetable, usually orange in color, though purple, black, red, white, and yellow cultivars exist. Carrots are a good source of several vitamins and minerals, especially vitamin A (from beta-carotene), biotin, vitamin K1, potassium, and vitamin B6. They are crunchy and sweet when eaten fresh, and can be cooked in various dishes, including soups, stews, and salads.",
      "has_offer": true,
      "offer": "15% off on purchase of 2 kg or more"
    },
    {
      "id": 10,
      "name": "Chicken",
      "category": "Meat",
      "image": "chicken.jpg",
      "price_in_taka": 300,
      "unit": "kg",
      "stock_quantity": 50,
      "description": "Chicken is the most common type of poultry in the world. It is a major source of protein and is consumed as a primary meat in many parts of the world. Chicken meat is versatile and can be cooked in a variety of ways, including roasting, grilling, frying, and boiling. It is used in a wide range of dishes, from soups and stews to salads and sandwiches.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 11,
      "name": "Onion",
      "category": "Vegetables",
      "image": "onion.jpg",
      "price_in_taka": 18,
      "unit": "kg",
      "stock_quantity": 150,
      "description": "The onion, also known as the bulb onion or common onion, is a vegetable that is the most widely cultivated species of the genus Allium. Onions are low in calories and are a good source of vitamins and minerals, especially vitamin C and potassium. They add flavor to many dishes and are used as a base ingredient in cooking, either raw or cooked. Onions are versatile and can be eaten raw in salads, pickled, grilled, fried, or cooked in various dishes.",
      "has_offer": true,
      "offer": "Buy 2 kg, get 500g free"
    },
    {
      "id": 12,
      "name": "Orange",
      "category": "Fruits",
      "image": "orange.jpg",
      "price_in_taka": 60,
      "unit": "dozen",
      "stock_quantity": 100,
      "description": "Oranges are citrus fruits produced by citrus trees. They are a good source of vitamin C and other essential nutrients such as fiber, potassium, and antioxidants. Oranges are known for their sweet and tangy flavor and are commonly consumed fresh or juiced. They are also used in cooking and baking, as well as in the production of various beverages, including orange juice and orange-flavored liqueurs.",
      "has_offer": true,
      "offer": "Buy 1 dozen, get 6 free"
    },
    {
      "id": 13,
      "name": "Fish",
      "category": "Seafood",
      "image": "fish.jpg",
      "price_in_taka": 400,
      "unit": "kg",
      "stock_quantity": 30,
      "description": "Fish are aquatic vertebrates that are typically cold-blooded, covered with scales, and equipped with two sets of paired fins and several unpaired fins. They are an important food source for humans and other animals, providing high-quality protein, healthy fats, vitamins, and minerals. Fish can be cooked in various ways, including frying, grilling, baking, and steaming. They are consumed fresh, smoked, or preserved in various forms.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 14,
      "name": "Cucumber",
      "category": "Vegetables",
      "image": "cucumber.jpg",
      "price_in_taka": 20,
      "unit": "kg",
      "stock_quantity": 120,
      "description": "Cucumbers are a widely cultivated plant in the gourd family, Cucurbitaceae. They are a good source of vitamins and minerals, especially vitamin K and potassium. Cucumbers are low in calories and high in water content, making them a refreshing and hydrating snack. They are often eaten raw in salads, sandwiches, and dips, but can also be pickled, cooked, or juiced.",
      "has_offer": true,
      "offer": "10% off on purchase of 3 kg or more"
    },
    {
      "id": 15,
      "name": "Beef",
      "category": "Meat",
      "image": "beef.jpg",
      "price_in_taka": 500,
      "unit": "kg",
      "stock_quantity": 40,
      "description": "Beef is the culinary name for meat from cattle, particularly skeletal muscle. Beef is a rich source of high-quality protein, vitamins, and minerals, including iron, zinc, and vitamin B12. It is consumed in various forms, including steak, roasts, ground beef, and burgers. Beef can be cooked in many different ways, including grilling, roasting, frying, and stewing.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 16,
      "name": "Lettuce",
      "category": "Vegetables",
      "image": "lettuce.jpg",
      "price_in_taka": 25,
      "unit": "head",
      "stock_quantity": 100,
      "description": "Lettuce is a leafy vegetable commonly used in salads, sandwiches, wraps, and other dishes. It is a good source of vitamins A and K, as well as folate and fiber. Lettuce comes in several varieties, including iceberg, romaine, and leaf lettuce, each with its own flavor and texture. It is low in calories and high in water content, making it a refreshing and hydrating addition to meals.",
      "has_offer": true,
      "offer": "Buy 2 heads, get 1 free"
    },
    {
      "id": 17,
      "name": "Cheese",
      "category": "Dairy",
      "image": "cheese.jpg",
      "price_in_taka": 200,
      "unit": "kg",
      "stock_quantity": 60,
      "description": "Cheese is a dairy product derived from milk that is produced in a wide range of flavors, textures, and forms by coagulation of the milk protein casein. It is a good source of calcium, protein, and fat. Cheese is used in cooking and baking, as well as eaten on its own as a snack or appetizer. It is a versatile ingredient that adds flavor and richness to many dishes, including pasta, sandwiches, and salads.",
      "has_offer": true,
      "offer": "20% off on purchase of 1 kg or more"
    },
    {
      "id": 18,
      "name": "Pineapple",
      "category": "Fruits",
      "image": "pineapple.jpg",
      "price_in_taka": 80,
      "unit": "piece",
      "stock_quantity": 70,
      "description": "The pineapple is a tropical fruit that is native to South America and widely cultivated in tropical and subtropical regions around the world. It is rich in vitamins, minerals, and antioxidants, and has been associated with many health benefits, including improved digestion, reduced inflammation, and increased immunity. Pineapples have a sweet and tangy flavor and can be eaten fresh, juiced, or cooked in various dishes, including desserts, salads, and main courses.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 19,
      "name": "Spinach",
      "category": "Vegetables",
      "image": "spinach.jpg",
      "price_in_taka": 20,
      "unit": "bunch",
      "stock_quantity": 90,
      "description": "Spinach is a leafy green vegetable that is rich in vitamins, minerals, and antioxidants. It is low in calories and high in fiber, making it a nutritious addition to any diet. Spinach can be eaten raw in salads or cooked in a variety of dishes, including soups, stews, stir-fries, and casseroles. It is known for its mild flavor and versatility in cooking.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 20,
      "name": "Strawberry",
      "category": "Fruits",
      "image": "strawberry.jpg",
      "price_in_taka": 100,
      "unit": "kg",
      "stock_quantity": 80,
      "description": "Strawberries are the edible fruits of the plant species Fragaria × ananassa, commonly known as the garden strawberry. They are a good source of vitamins, minerals, and antioxidants, and have been associated with many health benefits, including improved heart health, reduced inflammation, and enhanced immune function. Strawberries have a sweet and tart flavor and can be eaten fresh, juiced, or used in a variety of dishes, including desserts, salads, and smoothies.",
      "has_offer": true,
      "offer": "10% off on purchase of 2 kg or more"
    },
    {
      "id": 21,
      "name": "Green Beans",
      "category": "Vegetables",
      "image": "green_beans.jpg",
      "price_in_taka": 30,
      "unit": "kg",
      "stock_quantity": 100,
      "description": "Green beans, also known as string beans or snap beans, are the unripe fruit and protective pods of various cultivars of the common bean. They are a good source of vitamins, minerals, and fiber, and are low in calories. Green beans can be eaten raw or cooked, and are commonly steamed, boiled, stir-fried, or sautéed. They are a versatile ingredient that can be used in a wide range of dishes, from salads and stir-fries to casseroles and soups.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 22,
      "name": "Broccoli",
      "category": "Vegetables",
      "image": "broccoli.jpg",
      "price_in_taka": 40,
      "unit": "bunch",
      "stock_quantity": 80,
      "description": "Broccoli is a green vegetable that is a member of the cabbage family, Brassicaceae. It is rich in vitamins, minerals, and antioxidants, and has been associated with many health benefits, including reduced inflammation, improved digestion, and enhanced immune function. Broccoli can be eaten raw or cooked, and is commonly steamed, boiled, roasted, or stir-fried. It is a versatile ingredient that can be used in a variety of dishes, including salads, stir-fries, soups, and casseroles.",
      "has_offer": true,
      "offer": "15% off on purchase of 2 bunches or more"
    },
    {
      "id": 23,
      "name": "Cabbage",
      "category": "Vegetables",
      "image": "cabbage.jpg",
      "price_in_taka": 25,
      "unit": "piece",
      "stock_quantity": 90,
      "description": "Cabbage is a leafy green or purple biennial plant, grown as an annual vegetable crop for its dense-leaved heads. It is a good source of vitamins, minerals, and antioxidants, and has been associated with many health benefits, including improved digestion, reduced inflammation, and enhanced immune function. Cabbage can be eaten raw or cooked, and is commonly used in salads, coleslaws, stir-fries, soups, and stews.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 24,
      "name": "Watermelon",
      "category": "Fruits",
      "image": "watermelon.jpg",
      "price_in_taka": 30,
      "unit": "piece",
      "stock_quantity": 70,
      "description": "Watermelon is a large fruit with a thick rind and juicy, sweet flesh, typically red or pink in color, although yellow and orange varieties also exist. It is a good source of vitamins, minerals, and antioxidants, and has been associated with many health benefits, including improved hydration, reduced inflammation, and enhanced heart health. Watermelon is commonly eaten fresh or juiced, and can also be used in salads, smoothies, and desserts.",
      "has_offer": true,
      "offer": "Buy 2, get 1 free"
    },
    {
      "id": 25,
      "name": "Bell Pepper",
      "category": "Vegetables",
      "image": "bell_pepper.jpg",
      "price_in_taka": 25,
      "unit": "piece",
      "stock_quantity": 100,
      "description": "Bell peppers, also known as sweet peppers or capsicums, are the fruit of plants in the nightshade family Solanaceae. They are a good source of vitamins, minerals, and antioxidants, and have been associated with many health benefits, including improved eye health, reduced inflammation, and enhanced immune function. Bell peppers come in various colors, including red, yellow, orange, and green, and can be eaten raw or cooked. They are commonly used in salads, stir-fries, fajitas, and stuffed dishes.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 26,
      "name": "Avocado",
      "category": "Fruits",
      "image": "avocado.jpg",
      "price_in_taka": 80,
      "unit": "piece",
      "stock_quantity": 60,
      "description": "Avocado is a fruit that is native to Central and South America, but is now grown in many parts of the world. It is a good source of healthy fats, vitamins, minerals, and antioxidants, and has been associated with many health benefits, including improved heart health, reduced inflammation, and enhanced weight loss. Avocado has a creamy texture and a mild flavor, and is commonly eaten fresh, mashed into guacamole, or used as a topping or ingredient in various dishes, including salads, sandwiches, and smoothies.",
      "has_offer": true,
      "offer": "10% off on purchase of 3 or more"
    },
    {
      "id": 27,
      "name": "Grapes",
      "category": "Fruits",
      "image": "grapes.jpg",
      "price_in_taka": 120,
      "unit": "kg",
      "stock_quantity": 50,
      "description": "Grapes are small, round fruits that grow on vines in clusters. They are a good source of vitamins, minerals, and antioxidants, and have been associated with many health benefits, including improved heart health, reduced inflammation, and enhanced cognitive function. Grapes come in various colors, including red, green, and purple, and can be eaten fresh or dried. They are commonly used in cooking, winemaking, and juicing.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 28,
      "name": "Lemon",
      "category": "Fruits",
      "image": "lemon.jpg",
      "price_in_taka": 10,
      "unit": "piece",
      "stock_quantity": 200,
      "description": "Lemon is a citrus fruit that is native to Asia, but is now grown in many parts of the world. It is a good source of vitamin C, vitamin B6, potassium, and other nutrients, and has been associated with many health benefits, including improved digestion, reduced inflammation, and enhanced immune function. Lemon juice is commonly used as a flavoring agent in cooking and baking, as well as a natural preservative and cleaning agent.",
      "has_offer": true,
      "offer": "5 lemons for 40 taka"
    },
    {
      "id": 29,
      "name": "Mango",
      "category": "Fruits",
      "image": "mango.jpg",
      "price_in_taka": 70,
      "unit": "piece",
      "stock_quantity": 80,
      "description": "Mango is a tropical fruit that is native to South Asia, but is now grown in many parts of the world. It is a good source of vitamins, minerals, and antioxidants, and has been associated with many health benefits, including improved eye health, reduced inflammation, and enhanced digestion. Mango has a sweet and juicy flesh, and is commonly eaten fresh or used in cooking, baking, and juicing.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 30,
      "name": "Peach",
      "category": "Fruits",
      "image": "peach.jpg",
      "price_in_taka": 60,
      "unit": "piece",
      "stock_quantity": 90,
      "description": "Peach is a stone fruit that is native to Northwest China, but is now grown in many parts of the world. It is a good source of vitamins, minerals, and antioxidants, and has been associated with many health benefits, including improved heart health, reduced inflammation, and enhanced digestion. Peach has a sweet and juicy flesh, and is commonly eaten fresh or used in cooking, baking, and juicing.",
      "has_offer": true,
      "offer": "Buy 3, get 1 free"
    },
    {
      "id": 31,
      "name": "Pear",
      "category": "Fruits",
      "image": "pear.jpg",
      "price_in_taka": 50,
      "unit": "piece",
      "stock_quantity": 100,
      "description": "Pear is a sweet fruit that is native to Eurasia, but is now grown in many parts of the world. It is a good source of vitamins, minerals, and antioxidants, and has been associated with many health benefits, including improved heart health, reduced inflammation, and enhanced digestion. Pear has a crisp and juicy flesh, and is commonly eaten fresh or used in cooking, baking, and juicing.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 32,
      "name": "Kiwi",
      "category": "Fruits",
      "image": "kiwi.jpg",
      "price_in_taka": 40,
      "unit": "piece",
      "stock_quantity": 120,
      "description": "Kiwi is a small fruit that is native to China, but is now grown in many parts of the world. It is a good source of vitamins, minerals, and antioxidants, and has been associated with many health benefits, including improved immune function, reduced inflammation, and enhanced digestion. Kiwi has a sweet and tangy flavor, and is commonly eaten fresh or used in cooking, baking, and juicing.",
      "has_offer": true,
      "offer": "10% off on purchase of 6 or more"
    },
    {
      "id": 33,
      "name": "Cherry",
      "category": "Fruits",
      "image": "cherry.jpg",
      "price_in_taka": 150,
      "unit": "kg",
      "stock_quantity": 70,
      "description": "Cherry is a small fruit that is native to Europe and Asia, but is now grown in many parts of the world. It is a good source of vitamins, minerals, and antioxidants, and has been associated with many health benefits, including improved sleep, reduced inflammation, and enhanced brain function. Cherry has a sweet and tart flavor, and is commonly eaten fresh or used in cooking, baking, and juicing.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 34,
      "name": "Apricot",
      "category": "Fruits",
      "image": "apricot.jpg",
      "price_in_taka": 50,
      "unit": "kg",
      "stock_quantity": 100,
      "description": "Apricot is a small fruit that is native to Central Asia, but is now grown in many parts of the world. It is a good source of vitamins, minerals, and antioxidants, and has been associated with many health benefits, including improved eye health, reduced inflammation, and enhanced skin health. Apricot has a sweet and tangy flavor, and is commonly eaten fresh or used in cooking, baking, and juicing.",
      "has_offer": true,
      "offer": "Buy 1 kg, get 500g free"
    },
    {
      "id": 35,
      "name": "Plum",
      "category": "Fruits",
      "image": "plum.jpg",
      "price_in_taka": 40,
      "unit": "kg",
      "stock_quantity": 120,
      "description": "Plum is a small fruit that is native to Europe and Asia, but is now grown in many parts of the world. It is a good source of vitamins, minerals, and antioxidants, and has been associated with many health benefits, including improved heart health, reduced inflammation, and enhanced digestion. Plum has a sweet and tart flavor, and is commonly eaten fresh or used in cooking, baking, and juicing.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 36,
      "name": "Pomegranate",
      "category": "Fruits",
      "image": "pomegranate.jpg",
      "price_in_taka": 60,
      "unit": "piece",
      "stock_quantity": 80,
      "description": "Pomegranate is a small fruit that is native to the Middle East and Asia, but is now grown in many parts of the world. It is a good source of vitamins, minerals, and antioxidants, and has been associated with many health benefits, including improved heart health, reduced inflammation, and enhanced digestion. Pomegranate has a sweet and tart flavor, and is commonly eaten fresh or used in cooking, baking, and juicing.",
      "has_offer": true,
      "offer": "15% off on purchase of 3 or more"
    },
    {
      "id": 37,
      "name": "Cantaloupe",
      "category": "Fruits",
      "image": "cantaloupe.jpg",
      "price_in_taka": 50,
      "unit": "piece",
      "stock_quantity": 100,
      "description": "Cantaloupe is a sweet melon that is native to South Asia, but is now grown in many parts of the world. It is a good source of vitamins, minerals, and antioxidants, and has been associated with many health benefits, including improved eye health, reduced inflammation, and enhanced hydration. Cantaloupe has a sweet and juicy flesh, and is commonly eaten fresh or used in cooking, baking, and juicing.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 38,
      "name": "Mushroom",
      "category": "Vegetables",
      "image": "mushroom.jpg",
      "price_in_taka": 70,
      "unit": "kg",
      "stock_quantity": 60,
      "description": "Mushroom is a fungus that is commonly consumed as a food. It is a good source of protein, vitamins, and minerals, and has been associated with many health benefits, including improved immune function, reduced inflammation, and enhanced cognitive function. Mushroom has a unique umami flavor, and is commonly used in cooking, baking, and as a meat substitute in vegetarian dishes.",
      "has_offer": true,
      "offer": "10% off on purchase of 500g or more"
    },
    {
      "id": 39,
      "name": "Celery",
      "category": "Vegetables",
      "image": "celery.jpg",
      "price_in_taka": 30,
      "unit": "bunch",
      "stock_quantity": 80,
      "description": "Celery is a crunchy, green vegetable that is commonly used in salads, soups, and stews. It is a good source of vitamins, minerals, and antioxidants, and has been associated with many health benefits, including improved digestion, reduced inflammation, and enhanced heart health. Celery has a mild flavor and can be eaten raw or cooked. It is commonly used as a low-calorie snack or as a flavoring agent in cooking.",
      "has_offer": false,
      "offer": ""
    },
    {
      "id": 40,
      "name": "Zucchini",
      "category": "Vegetables",
      "image": "zucchini.jpg",
      "price_in_taka": 25,
      "unit": "kg",
      "stock_quantity": 90,
      "description": "Zucchini, also known as courgette, is a summer squash that is commonly used in cooking. It is a good source of vitamins, minerals, and antioxidants, and has been associated with many health benefits, including improved digestion, reduced inflammation, and enhanced weight loss. Zucchini has a mild flavor and can be eaten raw or cooked. It is commonly used in salads, stir-fries, soups, and casseroles.",
      "has_offer": true,
      "offer": "Buy 2 kg, get 500g free"
    }
  ]
  